  {
    "emotion_message" : {
      "Fear": "Feelings of uncertainty or danger",
      "Anticipation": "Looking forward to something that is about to happen",
      "Gratitude": "Being thankful and appreciative for the good things in your life",
      "Inspiration": "The driving force that sparks creativity, innovation, and new ideas",
      "Joy": "Feelings of great pleasure or happiness",
      "Passion": "Intense desire or enthusiasm for a pursuit",
      "Love": "Profound connection and affection for someone or something",
      "Excitement": "Anticipation, thrill, or eagerness for something to happen",
      "Purpose": "Determination to make something happen or get something done",
      "Hope": "Belief in the possibility of a positive outcome",
      "Success": "Attainment of a desired outcome; feelings of accomplishment",
      "Recognition": "Acknowledgment or appreciation of an achievement"
  }, 
    "emotion_pairs" : {
      "1": "Love, Fear",
      "2": "Love, Anticipation",
      "3": "Love, Gratitude",
      "4": "Love, Inspiration",
      "5": "Love, Joy",
      "6": "Love, Passion",
      "7": "Excitement, Fear",
      "8": "Excitement, Anticipation",
      "9": "Excitement, Gratitude",
      "10": "Excitement, Inspiration",
      "11": "Excitement, Joy",
      "12": "Excitement, Passion",
      "13": "Purpose, Fear",
      "14": "Purpose, Anticipation",
      "15": "Purpose, Gratitude",
      "16": "Purpose, Inspiration",
      "17": "Purpose, Joy",
      "18": "Purpose, Passion",
      "19": "Hope, Fear",
      "20": "Hope, Anticipation",
      "21": "Hope, Gratitude",
      "22": "Hope, Inspiration",
      "23": "Hope, Joy",
      "24": "Hope, Passion",
      "25": "Success, Fear",
      "26": "Success, Anticipation",
      "27": "Success, Gratitude",
      "28": "Success, Inspiration",
      "29": "Success, Joy",
      "30": "Success, Passion",
      "31": "Recognition, Fear",
      "32": "Recognition, Anticipation",
      "33": "Recognition, Gratitude",
      "34": "Recognition, Inspiration",
      "35": "Recognition, Joy",
      "36": "Recognition, Passion"
  }, 
    
    "pair_messages" : {
      "1": "Love: You are absolutely unstoppable when you use the power of love to transform uncertainties into strengths.",
      "2": "Love: Your heart overflows with love, and you innately trust in the power of positivity to attract amazing experiences.",
      "3": "Love: Your loving heart allows you to cherish the connections you hold dear and compels you to express your thankfulness for them.",
      "4": "Love: You know that when you open your heart to possibilities, your creativity will make purposeful connections.",
      "5": "Love: Your energy is infectious. When you share your happiness with others, your positive spirit creates memorable moments.",
      "6": "Love: Your passionate spirit ignites profound connections, prompting you to channel your boundless energy into a variety of pursuits.",
      "7": "Excitement: Genuinely excited by life, you are able to find joy and inspiration in every pursuit. The more challenging, the better.",
      "8": "Excitement: Your adventurous nature compels you to embrace the thrill of new experiences and bravely face the unknown.",
      "9": "Excitement: You seek out exciting opportunities every chance you get. For you, every sunrise brings a new adventure.",
      "10": "Excitement: Your thankful nature ensures that you will always find excitement in life’s simplest joys and most profound moments.",
      "11": "Excitement: Your visionary spirit finds inspiration everywhere and uses it to spark surprising creative pursuits. For you, life is an art.",
      "12": "Excitement: Your joyful soul seeks opportunities for excitement and embraces them with open arms. For you, every day is a celebration.",
      "13": "Excitement: Your passionate heart is fueled by excitement at every turn. You simply love life and find it endlessly entertaining.",
      "14": "Purpose: Driven by purpose, you navigate life with determination to achieve your goals and make a lasting difference.",
      "15": "Purpose: You are a determined soul who welcomes challenges and achieves your goals with purposeful resolve.",
      "16": "Purpose: As a forward thinker, you anticipate moments to channel your purpose in every direction -- and with every decision.",
      "17": "Purpose: Determined yet contented, you are grateful for opportunities to explore your life’s purpose and express your gratitude.",
      "18": "Purpose: Your driven nature and creative mind delight in finding inspiration in the guiding light of your life’s purpose.",
      "19": "Purpose: Your joyful soul finds fulfillment in celebrating the purpose that underscores your personal and professional achievements.",
      "20": "Purpose: You pursue your purpose with passion and dedication until you achieve your goals and realize your ambitions.",
      "21": "Hope: You expect positive outcomes, and you challenge yourself to make them a reality by navigating obstacles with the most steadfast determination.",
      "22": "Hope: Your wholehearted embrace of optimism allows you to move forward and achieve your goals despite any challenging circumstances.",
      "23": "Hope: As a hopeful dreamer, you anticipate brighter tomorrows and look forward to them with endless excitement.",
      "24": "Hope: You are thankful for the unwavering presence of hope in your life. You see reasons for optimism around every corner.",
      "25": "Hope: Your creative muse is hope. You find endless inspiration in the transformative power of optimistic expectation.",
      "26": "Hope: Your joyful heart allows you to find happiness in life’s smallest victories and see the promise in all situations.",
      "27": "Hope: Your hope-filled attitude is driven by your pursuit of the better future you seek for yourself and others.",
      "28": "Success: You’ve been so successful in your life that you expect nothing less than more success. You’re in it to win it.",
      "29": "Success: As a high achiever, you nimbly overcome obstacles to reach new heights and set new personal bests.",
      "30": "Success: You are a forward-moving force of nature who anticipates success with every step you take. Your eyes are always on the prize.",
      "31": "Success: Motivated by success, you are profoundly appreciative of the journeys you take to achieve your goals.",
      "32": "Success: Creative and innovative, the pursuit of greatness itself is what inspires you to keep striving and achieving.",
      "33": "Success: As familiar with success as you have become, you find great joy in the continuous rewards of hard work.",
      "34": "Success: A driven high achiever, you are fueled by great passion to continue succeeding in everything you do.",
      "35": "Recognition: You bask in the glow of applause and appreciation, and you strive to ensure that your work merits the positive recognition it receives.",
      "36": "Recognition: A passionate pursuer of many goals, you thrive on the recognition you receive when you achieve them."
    }
  }


